---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Electrical.ConduitSizes
source: html/8903bddc-5272-aadc-f9d7-eee738164e54.htm
---
# ConduitSizes Members

Checks whether a conduit size with the nominal diameter exists.